{
	"Comic": "Comic",
	"Title": "Title",
	"Series": "Series",
	"Description": "Description",
	"Logout": "Logout",
	"Comics": "Comics",
	"Character": "Character",
	"Characters": "Characters",
	"Creator": "Creator",
	"Creators": "Creators",
	"Event": "Event",
	"Events": "Events",
	"Series": "Series",
	"Story": "Story",
	"Stories": "Stories",
	"Settings": "Settings",
	"Image": "Image",
	"Change language to": "Change language to",
	"English": "English",
	"Spanish": "Spanish",
	"Marvel Public Key": "Marvel Public Key",
	"Marvel Private Key": "Marvel Private Key",
	"MarvelKeyNotSaved": "These keys are not saved in the application. They are temporarly saved in your browser while you are using the application.",
	"Disclaimer": "Disclaimer",
	"MarvelJSDisclaimer": "This application is not endorsed in any way by the Marvel company. It is a personal initiative with the sole purpose to learn and test new programming skills. It is an open source project, availalbe on GitHub. I use the Marvel API simply to join two of my passions: programming and comics. The is licensed under a MIT License, so basically you can do as you please with it, although a reference to the origin is always welcome. The ode is distributed \"AS IS\" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.",
	"Promotion": "Promotion",
	"PromotionDescription": "My company, <a href='http://www.tsolucio.com'>TSolucio</a>, and I are available for all sorts of programmming tasks and specillay for <a href='http://corebos.org'>coreBOS</a> implementations. Don't hesitat to contact us for whatever you need.",
	"MarvelKeyNotSet": "Marvel Keys are not set! You must set these here or in the setup.js file to be able to use the application.  You can get a set of keys at <a href='http://developer.marvel.com/'>Marvel Developer</a>",
	"MarvelAPIInvalidKeys": "Marvel API Keys seem to be invalid as we are receiving a Not Authorized error response. Please review your values and make sure they are correct. You can get a set of keys at <a href='http://developer.marvel.com/'>Marvel Developer</a>"
}